Revit 2023 API
GroupTypeId.MechanicalAirflow Property
 "Mechanical - Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId MechanicalAirflow { get; }
Visual Basic
Public Shared ReadOnly Property MechanicalAirflow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MechanicalAirflow {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace